# intro.py
# Небольшое введение в игру CodeIt.
#
# Добро пожаловать в CodeIt! Эта мини-игра разработана как головоломка,
# чтобы определить, куда должны быть вставлены утверждения справа.
#
# Чтобы вставить утверждение справа, нажмите на него, и оно
# будет вставлено в первое пустое серое пространство.
#
# Чтобы удалить утверждение отсюда, нажмите на утверждение,
# но будьте осторожны: утверждения могут сдвинуться!
#
# Обязательно прочитайте комментарии в файле; они могут помочь вам
# выяснить правильный порядок!

# Выводит "Hello, world!" в терминал.
a = 33
b = 200
%v b >= a%v
    print('b больше a')
%v
    print('b не больше a')
