#2. Ввод
# Что бы ввести какое либо значение нужно для начала задать переменную, в которую будет записывтьася это значение,
#  поставить знак равно и, после него ключевое слово input()　[не забывайте ставить скобки!] 
str_obj = %v()
# Вспомните, каким образом вы организовывали вывод значения?
%v(a)

# В первом случае мы ввели строку, но как быть, если нам необходимо ввести какое либо число, чтобы проводить с ним вычисления? Для такого случая поставим перед input()　ключевое слово int(), которое оборачивает вводимое значение и делает из него целое число, пригодное для различных вычислений:
int_obj = %v(%v())
# Снова применим выводч
print(%v)