# intro.py
# Небольшое введение в игру CodeIt.
#
# Добро пожаловать в CodeIt! Эта мини-игра разработана как головоломка,
# чтобы определить, куда должны быть вставлены утверждения справа.
#
# Чтобы вставить утверждение справа, нажмите на него, и оно
# будет вставлено в первое пустое серое пространство.
#
# Чтобы удалить утверждение отсюда, нажмите на утверждение,
# но будьте осторожны: утверждения могут сдвинуться!
#
# Обязательно прочитайте комментарии в файле; они могут помочь вам
# выяснить правильный порядок!

# Выводит "Hello, world!" в терминал.
a = %v(%v('Введите значение длины куба:'))
S1= a%v
S2=6*a%v
V=a%v

print('Площадь грани равна:', S1)
print('Площадь поверхности куба равна:', S2)
print('Объём куба равен:', V)
